"Windows Azure Cloud Storage" = "சாளரங்கள் அசூர் முகில் ச்டோரேச்";

/* Azure Login Credentials */
"Storage Account Name" = "சேமிப்பக கணக்கு பெயர்";
"Primary Access Key" = "முதன்மை அணுகல் விசை";

"Windows Azure CDN" = "சாளரங்கள் அசூர் குறுவட்டு";